11/data/attachments/80ce64b1b6f7f9b2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bobby_lot_Actions_95052_3</nif:username>
            <nif:friendToBeRequested>soap_actions_9c581f7f-539e-4ef5-9729-453a7ac2136f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>